Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=296_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Geaidnohálddahussii álgga Njellima geainnu divodeamis
smn: Sämitigge taha alguu Njellim maađij vuáđulâš tivomist

source: Avvilis Njellimii johtti geaidnu galggašii fárggamusat divvojuvvot.
smn: Avelist Njellimân jottee maađij kolgâččij forgâbalij tivvoođ vuáđulávt.

source: Geaidnu lea mohkkái, heajos ortnegis ja stuorámus oasis sáttogeaidnu gokčasa haga.
smn: Tááláš maađij lii muálkkáá, hyenes oornigist já iänááš uásild luávdihánnáá čievrâmaađij.

source: Sámediggi dahká geaidnohálddahussii álgaga Njellima geainnu vuđolaš divodeamis.
smn: Sämitigge taha maađijhaldâttâsân alguu Njellim maađij vuáđulâš tivomist.

source: Álgga sáddejuvvo maiddái diehtun Dásseválddi Presidentta kansliijai.
smn: Aalgâ vuolgâttuvvoo tiättun meiddei Täsivääldi President kanslian.

source: Áššis mearridii sámedikki dievasčoahkkin, mii dollojuvvui Njellimis gaskavahku 24.6.
smn: Ääšist meridij Njellimist koskoho 24. kesimáánu čokkânâm sämitige tievâsčuákkim.
